Repository: Ytemiloluwa/LightningRemit
Catalog: LightningRemit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ko, ru

source: 100% open-source & open-design
ar: 100% مفتوح المصدر وتصميم مفتوح
ko: 100% 오픈 소스 및 오픈 디자인
ru: 100% открытый исходный код и открытый дизайн

source: A simple bitcoin wallet for your enjoyment.
ar: محفظة بيتكوين بسيطة لمتعتك.
ko: 당신의 즐거움을 위한 간단한 비트코인 ​​지갑입니다.
ru: Простой биткойн-кошелек для вашего удовольствия.

source: About
ar: عن
ko: 에 대한
ru: О

source: Account Settings
ar: إعدادت الحساب
ko: 계정 설정
ru: Настройки учетной записи

source: Add Peer
ar: إضافة النظير
ko: 피어 추가
ru: Добавить пир

source: Address
ar: عنوان
ko: 주소
ru: Адрес

source: Amount:
ar: كمية:
ko: 양:
ru: Количество:

source: Balance
ar: توازن
ko: 균형
ru: Баланс

source: Built for Devpost 2024 Bitcoin Hackathon.
ar: مصمم خصيصًا لـ Devpost 2024 Bitcoin Hackathon.
ko: Devpost 2024 Bitcoin Hackathon을 위해 제작되었습니다.
ru: Создано для биткойн-хакатона Devpost 2024.

source: Channel
ar: قناة
ko: 채널
ru: Канал

source: Channel Details
ar: تفاصيل القناة
ko: 채널 세부정보
ru: Подробности о канале

source: Connect Peer
ar: ربط الأقران
ko: 피어 연결
ru: Подключить одноранговый узел

source: Connected
ar: متصل
ko: 연결됨
ru: Связанный

source: Content View
ar: عرض المحتوى
ko: 콘텐츠 보기
ru: Просмотр контента

source: Create a new wallet address
ar: قم بإنشاء عنوان محفظة جديد
ko: 새 지갑 주소 만들기
ru: Создайте новый адрес кошелька

source: Dark Mode
ar: الوضع المظلم
ko: 다크 모드
ru: Темный режим

source: Disconnect Channel
ar: افصل القناة
ko: 채널 연결 끊기
ru: Отключить канал

source: Enter a bitcoin address or invoice
ar: أدخل عنوان البيتكوين أو الفاتورة
ko: 비트코인 주소나 송장을 입력하세요
ru: Введите биткойн-адрес или счет-фактуру

source: Expiry time :
ar: وقت انتهاء الصلاحية :
ko: 만료 시간:
ru: Срок годности:

source: Failed
ar: فشل
ko: 실패한
ru: Неуспешный

source: General
ar: عام
ko: 일반적인
ru: Общий

source: Invoice
ar: فاتورة
ko: 송장
ru: Счет

source: Key
ar: مفتاح
ko: 열쇠
ru: Ключ

source: Lightning Remit
ar: تحويل البرق

source: List Channel
ar: قائمة القناة
ko: 채널 나열
ru: Список каналов

source: List Peers
ar: قائمة أقرانهم
ko: 피어 나열
ru: Получение списка пиров

source: No Payments
ar: لا المدفوعات
ko: 지불 없음
ru: Нет платежей

source: No Peers
ar: لا أقرانهم
ko: 피어 없음
ru: Нет аналогов

source: Node is not running
ar: العقدة ليست قيد التشغيل
ko: 노드가 실행되고 있지 않습니다.
ru: Узел не запущен

source: Node is running
ar: العقدة قيد التشغيل
ko: 노드가 실행 중입니다.
ru: Узел работает

source: Not Connected
ar: غير متصل
ko: 연결되지 않은
ru: Не подключен

source: OK
ar: نعم
ko: 좋아요
ru: ХОРОШО

source: Onchain Receive Address
ar: Onchain تلقي العنوان
ko: 온체인 수신 주소
ru: Адрес получения ончейна

source: Open a channel
ar: اتمنا من كل زوجه قناة فتح
ko: 채널 열기
ru: Открыть канал

source: Open Channel
ar: اتمنا من كل زوجه قناة فتح
ko: 오픈 채널
ru: Открытый канал

source: Paste
ar: معجون
ko: 반죽
ru: вставить

source: PASTE FROM CLIPBOARD
ar: لصق من الحافظة
ko: 클립보드에서 붙여넣기
ru: ВСТАВИТЬ ИЗ БУФЕРА ОБМЕНА ОБМЕНА

source: Payment Hash
ar: تجزئة الدفع
ko: 결제 해시
ru: Хэш платежа

source: Payment is on its way
ar: الدفع في طريقه
ko: 결제가 진행 중입니다.
ru: Оплата уже в пути

source: Peers
ar: الأقران
ko: 동료
ru: сверстники

source: pending
ar: قيد الانتظار
ko: 보류 중
ru: в ожидании

source: PubKey :
ar: مفتاح النشر :
ko: 공개키:
ru: Публичный ключ:

source: Received
ar: تلقى
ko: 받았다
ru: Полученный

source: Scan
ar: مسح
ko: 주사
ru: Сканировать

source: Send
ar: يرسل
ko: 보내다
ru: Отправлять

source: Sent
ar: مرسل
ko: 보내다
ru: Отправил

source: Sent!
ar: مرسل!
ko: 전송된!
ru: Отправил!

source: Terminate Peer
ar: إنهاء النظير
ko: 피어 종료
ru: Завершить одноранговое соединение

source: To
ar: ل:
ko: 에게
ru: К

source: Transactions
ar: المعاملات
ko: 업무
ru: Транзакции

source: Your wallet, your coins
ar: محفظتك، عملاتك المعدنية
ko: 당신의 지갑, 당신의 동전
ru: Ваш кошелек, ваши монеты

source: Node ID
ko: 노드 ID
ru: Идентификатор узла

source: IP Address :
ru: Айпи адрес :
